<pad>	0
<unk>	0
<s>	0
</s>	0
ال	-0
▁t	-1
▁ال	-2
he	-3
▁أ	-4
▁a	-5
▁م	-6
▁ل	-7
in	-8
ou	-9
▁w	-10
re	-11
▁s	-12
is	-13
▁ت	-14
▁I	-15
ha	-16
▁س	-17
▁ي	-18
on	-19
▁m	-20
▁the	-21
▁ب	-22
▁to	-23
er	-24
▁d	-25
▁c	-26
ام	-27
▁ف	-28
ed	-29
▁b	-30
▁ك	-31
ان	-32
▁S	-33
▁ه	-34
▁y	-35
▁l	-36
an	-37
am	-38
▁f	-39
▁ع	-40
▁T	-41
▁أن	-42
▁you	-43
or	-44
en	-45
ing	-46
om	-47
لى	-48
it	-49
امي	-50
ami	-51
▁Sami	-52
ll	-53
▁سامي	-54
▁p	-55
▁h	-56
ay	-57
es	-58
as	-59
▁و	-60
▁من	-61
▁is	-62
▁إ	-63
▁في	-64
ar	-65
▁n	-66
▁o	-67
ve	-68
▁ha	-69
▁in	-70
▁الم	-71
at	-72
▁g	-73
hat	-74
نا	-75
ري	-76
▁an	-77
▁W	-78
▁he	-79
ot	-80
▁ح	-81
ow	-82
ها	-83
et	-84
▁لي	-85
وم	-86
▁of	-87
▁كان	-88
را	-89
ic	-90
دي	-91
▁ق	-92
le	-93
▁was	-94
▁ما	-95
▁لا	-96
لي	-97
im	-98
▁ا	-99
us	-100
ذا	-101
▁ن	-102
id	-103
▁L	-104
يا	-105
▁be	-106
▁H	-107
▁li	-108
▁The	-109
▁ج	-110
la	-111
▁th	-112
ما	-113
ست	-114
▁do	-115
لا	-116
ad	-117
ين	-118
▁e	-119
ld	-120
ver	-121
لك	-122
▁me	-123
oo	-124
▁re	-125
▁for	-126
ية	-127
ke	-128
ون	-129
دا	-130
▁on	-131
▁M	-132
al	-133
▁Lay	-134
▁Layla	-135
▁ش	-136
▁الأ	-137
▁that	-138
▁st	-139
▁Tom	-140
رة	-141
ent	-142
▁على	-143
▁ليلى	-144
▁Y	-145
▁لم	-146
با	-147
▁and	-148
▁توم	-149
gh	-150
ني	-151
ri	-152
▁إلى	-153
her	-154
ac	-155
▁He	-156
se	-157
▁A	-158
ول	-159
il	-160
▁You	-161
ذه	-162
▁D	-163
▁have	-164
بي	-165
ion	-166
لم	-167
▁ر	-168
▁k	-169
▁are	-170
ant	-171
▁his	-172
▁عن	-173
كن	-174
▁هل	-175
وا	-176
st	-177
▁بال	-178
un	-179
▁ne	-180
ill	-181
ith	-182
دة	-183
▁we	-184
ّا	-185
▁it	-186
ut	-187
ome	-188
تي	-189
قد	-190
▁F	-191
▁with	-192
ro	-193
▁ص	-194
▁أنا	-195
سا	-196
ght	-197
▁الع	-198
▁هذا	-199
out	-200
ly	-201
ير	-202
▁my	-203
ته	-204
▁مع	-205
▁إن	-206
▁not	-207
▁الح	-208
▁go	-209
▁your	-210
تا	-211
ir	-212
ch	-213
ter	-214
▁ط	-215
قا	-216
all	-217
fe	-218
ّة	-219
▁want	-220
▁غ	-221
در	-222
ur	-223
▁خ	-224
ذلك	-225
▁at	-226
رف	-227
حد	-228
very	-229
▁الك	-230
pp	-231
ضل	-232
▁can	-233
▁this	-234
ould	-235
▁kn	-236
▁الس	-237
لة	-238
حب	-239
عد	-240
▁him	-241
one	-242
ook	-243
ce	-244
ho	-245
ra	-246
▁هنا	-247
▁did	-248
▁C	-249
▁She	-250
▁te	-251
end	-252
ً.	-253
▁كل	-254
ريد	-255
▁تع	-256
▁الج	-257
تك	-258
▁We	-259
▁se	-260
▁د	-261
▁It	-262
▁know	-263
مل	-264
▁wor	-265
▁as	-266
ار	-267
▁الت	-268
▁ان	-269
ct	-270
▁don	-271
▁لل	-272
▁her	-273
▁هو	-274
مي	-275
عة	-276
▁ذلك	-277
▁like	-278
▁فا	-279
▁أع	-280
▁علي	-281
▁lo	-282
نت	-283
adil	-284
▁Fadil	-285
هم	-286
pe	-287
ust	-288
ry	-289
سي	-290
▁أخ	-291
ge	-292
▁What	-293
رب	-294
عل	-295
ak	-296
ist	-297
▁"	-298
ore	-299
▁الش	-300
▁يع	-301
up	-302
▁هذه	-303
han	-304
▁ab	-305
▁B	-306
قي	-307
▁has	-308
th	-309
▁fr	-310
▁فاضل	-311
صل	-312
▁Th	-313
▁j	-314
our	-315
▁le	-316
بر	-317
ات	-318
يف	-319
▁E	-320
كل	-321
▁life	-322
وق	-323
▁أي	-324
if	-325
سب	-326
ol	-327
est	-328
ور	-329
▁This	-330
ذهب	-331
▁كانت	-332
▁Do	-333
▁الإ	-334
مكن	-335
قة	-336
▁sh	-337
▁الق	-338
ake	-339
▁will	-340
ood	-341
ice	-342
▁al	-343
▁com	-344
ked	-345
▁r	-346
▁الف	-347
▁from	-348
▁P	-349
يد	-350
red	-351
▁us	-352
▁الن	-353
nd	-354
طي	-355
▁had	-356
▁لقد	-357
ul	-358
▁cl	-359
ation	-360
▁what	-361
op	-362
here	-363
▁الص	-364
▁أم	-365
▁all	-366
بل	-367
ame	-368
ink	-369
▁up	-370
▁أنت	-371
▁de	-372
▁مت	-373
فا	-374
رك	-375
اد	-376
رّ	-377
▁su	-378
▁one	-379
▁هي	-380
▁لدي	-381
▁J	-382
▁الط	-383
دّ	-384
▁un	-385
▁any	-386
عت	-387
ًا	-388
▁My	-389
▁شي	-390
بة	-391
رت	-392
▁so	-393
▁G	-394
▁وا	-395
hy	-396
كان	-397
ast	-398
ble	-399
qu	-400
▁N	-401
▁يت	-402
ind	-403
os	-404
▁الذ	-405
▁about	-406
ائ	-407
ary	-408
▁here	-409
art	-410
وج	-411
ime	-412
ive	-413
▁ex	-414
كون	-415
▁out	-416
حة	-417
زل	-418
and	-419
وي	-420
▁con	-421
▁very	-422
▁سأ	-423
ig	-424
▁الخ	-425
▁didn	-426
رج	-427
▁لن	-428
ّي	-429
ved	-430
ase	-431
▁حيا	-432
▁آ	-433
▁سي	-434
day	-435
ain	-436
other	-437
▁sa	-438
▁الب	-439
كر	-440
سم	-441
ate	-442
▁أت	-443
ight	-444
▁man	-445
▁pl	-446
ber	-447
ong	-448
حا	-449
ess	-450
ود	-451
▁look	-452
el	-453
طة	-454
▁time	-455
ren	-456
ally	-457
حت	-458
▁v	-459
▁ليس	-460
der	-461
ish	-462
يش	-463
▁عند	-464
اء	-465
▁هناك	-466
سة	-467
▁الل	-468
▁no	-469
▁see	-470
▁too	-471
حي	-472
أن	-473
▁tr	-474
قت	-475
hen	-476
▁يمكن	-477
تب	-478
لب	-479
▁است	-480
ud	-481
▁مش	-482
od	-483
▁.	-484
▁need	-485
▁by	-486
▁را	-487
ck	-488
▁think	-489
جب	-490
ard	-491
ie	-492
▁going	-493
ous	-494
ouse	-495
▁happ	-496
riend	-497
▁ز	-498
res	-499
▁get	-500
▁does	-501
hi	-502
▁spe	-503
▁الي	-504
▁am	-505
▁تق	-506
ave	-507
▁تت	-508
▁int	-509
lease	-510
جا	-511
مر	-512
ّر	-513
▁teac	-514
▁house	-515
طيع	-516
▁ar	-517
pt	-518
▁بع	-519
سل	-520
▁Is	-521
▁or	-522
▁How	-523
▁الآ	-524
ays	-525
▁أين	-526
▁book	-527
ves	-528
ang	-529
hing	-530
ity	-531
عب	-532
▁work	-533
um	-534
▁there	-535
▁Why	-536
ack	-537
ass	-538
get	-539
ort	-540
رى	-541
لق	-542
نس	-543
▁but	-544
▁They	-545
lp	-546
▁لك	-547
▁car	-548
بد	-549
▁pro	-550
ستطيع	-551
ers	-552
▁بد	-553
▁وال	-554
مة	-555
▁sp	-556
ep	-557
ide	-558
▁every	-559
▁friend	-560
▁co	-561
▁she	-562
etter	-563
▁Mary	-564
▁أف	-565
▁ث	-566
ثير	-567
▁help	-568
▁كنت	-569
alk	-570
▁who	-571
▁come	-572
▁teacher	-573
اف	-574
▁أنّ	-575
ظر	-576
غي	-577
وب	-578
ound	-579
▁Don	-580
▁than	-581
▁ag	-582
▁That	-583
ap	-584
زي	-585
لت	-586
▁home	-587
اب	-588
ear	-589
▁أص	-590
نة	-591
▁Where	-592
▁just	-593
▁some	-594
▁were	-595
▁أريد	-596
وت	-597
▁There	-598
oney	-599
▁كيف	-600
سر	-601
▁O	-602
▁أحد	-603
▁أك	-604
▁يحب	-605
▁should	-606
▁جدا	-607
▁speak	-608
▁qu	-609
فس	-610
▁never	-611
حدث	-612
▁pr	-613
▁pe	-614
▁ست	-615
ather	-616
▁dog	-617
row	-618
▁ماذا	-619
ree	-620
▁ro	-621
▁been	-622
▁love	-623
ool	-624
▁money	-625
▁went	-626
قط	-627
▁ri	-628
▁إنه	-629
lf	-630
▁شيء	-631
وع	-632
ite	-633
▁أق	-634
▁أب	-635
▁أو	-636
▁الذي	-637
▁would	-638
▁fe	-639
ven	-640
▁good	-641
لّ	-642
هر	-643
يت	-644
age	-645
thing	-646
▁المدر	-647
▁ماري	-648
▁wr	-649
ople	-650
جد	-651
مت	-652
▁stud	-653
▁عليك	-654
▁أح	-655
▁بإ	-656
▁كي	-657
▁wat	-658
اني	-659
▁الا	-660
ng	-661
hed	-662
رأ	-663
ait	-664
ian	-665
."	-666
خص	-667
شت	-668
▁mo	-669
عي	-670
▁call	-671
▁more	-672
em	-673
ضي	-674
▁يا	-675
مكان	-676
▁new	-677
▁الآن	-678
في	-679
▁af	-680
▁اليوم	-681
▁wanted	-682
ob	-683
ثر	-684
▁right	-685
عا	-686
عر	-687
جة	-688
ick	-689
ody	-690
▁ke	-691
▁نح	-692
▁تم	-693
▁tell	-694
▁البا	-695
ine	-696
جل	-697
▁يق	-698
▁off	-699
▁بعد	-700
▁تح	-701
▁say	-702
▁back	-703
▁read	-704
▁now	-705
▁أحب	-706
▁people	-707
nt	-708
فت	-709
▁ين	-710
▁our	-711
بح	-712
▁رأ	-713
▁comp	-714
▁المن	-715
▁حا	-716
▁لما	-717
ought	-718
▁bec	-719
▁under	-720
خر	-721
chool	-722
تاب	-723
▁بإمكان	-724
فعل	-725
▁br	-726
▁عا	-727
▁day	-728
▁got	-729
▁forget	-730
▁تلك	-731
▁دا	-732
▁Can	-733
من	-734
▁tw	-735
▁bus	-736
▁انت	-737
تاج	-738
ving	-739
▁Let	-740
▁يكن	-741
▁doesn	-742
▁دي	-743
▁talk	-744
▁wait	-745
ag	-746
cc	-747
رق	-748
▁بي	-749
▁بعض	-750
▁يوم	-751
oy	-752
ther	-753
▁eat	-754
مع	-755
▁if	-756
▁لو	-757
ning	-758
اه	-759
ّل	-760
▁به	-761
▁could	-762
وف	-763
omet	-764
▁play	-765
itt	-766
▁en	-767
▁جي	-768
▁فض	-769
▁school	-770
طر	-771
▁ذهب	-772
انية	-773
▁الغ	-774
▁really	-775
▁ض	-776
▁جمي	-777
▁must	-778
رض	-779
ade	-780
uch	-781
▁di	-782
▁تأ	-783
▁قد	-784
وس	-785
ia	-786
وك	-787
▁سا	-788
lim	-789
▁bu	-790
▁sm	-791
▁بش	-792
ried	-793
▁أنه	-794
▁إنها	-795
ّس	-796
self	-797
اً	-798
urn	-799
▁مح	-800
reat	-801
▁يجب	-802
▁much	-803
▁into	-804
▁take	-805
ict	-806
ft	-807
own	-808
▁dr	-809
▁told	-810
hild	-811
▁lot	-812
▁many	-813
▁year	-814
بت	-815
نج	-816
ure	-817
▁با	-818
▁الو	-819
▁thing	-820
▁happen	-821
ies	-822
ount	-823
ress	-824
▁فضلك	-825
▁الكثير	-826
▁K	-827
الة	-828
▁Please	-829
تّ	-830
بدو	-831
▁im	-832
ence	-833
▁الر	-834
▁قبل	-835
orrow	-836
▁Are	-837
▁Mus	-838
▁app	-839
خت	-840
يارة	-841
▁pre	-842
ab	-843
طف	-844
iss	-845
▁only	-846
▁again	-847
▁ad	-848
▁له	-849
▁Who	-850
▁when	-851
رات	-852
مال	-853
ساعد	-854
▁lear	-855
خل	-856
ديد	-857
▁rem	-858
▁last	-859
▁said	-860
▁البي	-861
▁somet	-862
▁Muslim	-863
▁المنزل	-864
▁التي	-865
ci	-866
▁ذا	-867
▁made	-868
▁child	-869
▁father	-870
are	-871
لاب	-872
رد	-873
▁sw	-874
▁bel	-875
▁مدر	-876
▁chan	-877
مس	-878
use	-879
iz	-880
ngl	-881
راء	-882
▁po	-883
▁أس	-884
olice	-885
▁sent	-886
au	-887
rab	-888
▁أش	-889
▁أُ	-890
ways	-891
▁Engl	-892
▁القا	-893
ئي	-894
mer	-895
تها	-896
▁won	-897
▁قال	-898
▁them	-899
▁they	-900
▁المال	-901
..	-902
▁لأ	-903
ough	-904
غة	-905
rain	-906
▁شيئ	-907
▁يريد	-908
ue	-909
▁room	-910
▁start	-911
▁other	-912
wn	-913
▁حياة	-914
▁friends	-915
لف	-916
▁لت	-917
▁down	-918
▁always	-919
ظن	-920
ose	-921
▁فعل	-922
▁لكن	-923
كت	-924
وقت	-925
▁بل	-926
▁two	-927
▁الث	-928
▁تريد	-929
ثي	-930
▁1	-931
▁نا	-932
angu	-933
▁how	-934
▁live	-935
▁took	-936
enn	-937
ise	-938
▁something	-939
act	-940
▁English	-941
الي	-942
▁If	-943
▁old	-944
▁Arab	-945
ans	-946
▁long	-947
رو	-948
كم	-949
▁،	-950
fore	-951
▁sho	-952
▁بدأ	-953
▁نفس	-954
ty	-955
شي	-956
ment	-957
▁sle	-958
▁came	-959
▁langu	-960
▁لماذا	-961
بّ	-962
ctor	-963
▁left	-964
▁أكثر	-965
قى	-966
▁كلّ	-967
▁نحن	-968
▁المس	-969
▁before	-970
00	-971
دم	-972
عم	-973
تم	-974
ell	-975
▁أخبر	-976
▁النا	-977
▁سم	-978
▁أعرف	-979
▁asked	-980
▁كم	-981
▁غير	-982
▁يست	-983
▁When	-984
▁their	-985
▁الوقت	-986
▁way	-987
▁فقط	-988
دى	-989
ect	-990
▁شخص	-991
▁where	-992
كي	-993
ريق	-994
▁exp	-995
▁letter	-996
ّه	-997
الم	-998
ليلى	-999
▁Did	-1000
▁dis	-1001
▁sha	-1002
▁underst	-1003
تح	-1004
فل	-1005
▁R	-1006
kes	-1007
▁op	-1008
▁بأن	-1009
كا	-1010
ger	-1011
تقد	-1012
يادة	-1013
▁door	-1014
▁make	-1015
▁still	-1016
شف	-1017
ated	-1018
port	-1019
▁يحبّ	-1020
اص	-1021
اض	-1022
وّ	-1023
▁يح	-1024
▁Al	-1025
▁No	-1026
▁St	-1027
▁ها	-1028
apan	-1029
▁isn	-1030
▁wom	-1031
▁صدي	-1032
غا	-1033
ail	-1034
ich	-1035
ولة	-1036
▁تخ	-1037
▁cat	-1038
▁res	-1039
▁لست	-1040
▁السا	-1041
▁Every	-1042
▁Japan	-1043
▁better	-1044
▁بن	-1045
▁تن	-1046
ance	-1047
▁mar	-1048
▁دائ	-1049
ester	-1050
▁over	-1051
▁belie	-1052
شر	-1053
ِي	-1054
▁عم	-1055
able	-1056
irst	-1057
▁att	-1058
erber	-1059
▁anything	-1060
ult	-1061
راً	-1062
رية	-1063
فضل	-1064
ليز	-1065
▁بأ	-1066
▁حت	-1067
▁قط	-1068
ach	-1069
▁bl	-1070
▁مج	-1071
▁إذا	-1072
▁today	-1073
▁Arabic	-1074
be	-1075
ّم	-1076
ions	-1077
ital	-1078
▁har	-1079
▁إلي	-1080
▁after	-1081
▁count	-1082
▁likes	-1083
▁mother	-1084
▁please	-1085
▁المدرسة	-1086
ew	-1087
هو	-1088
▁مث	-1089
▁أبدا	-1090
▁مس	-1091
▁وق	-1092
▁May	-1093
▁بين	-1094
▁understand	-1095
مازي	-1096
▁learn	-1097
▁عندما	-1098
esterday	-1099
حق	-1100
ost	-1101
رفة	-1102
▁tom	-1103
▁تحب	-1104
▁مست	-1105
ليزية	-1106
▁class	-1107
ضر	-1108
فع	-1109
igh	-1110
قاء	-1111
لاث	-1112
▁Ch	-1113
ause	-1114
▁حياته	-1115
▁police	-1116
ace	-1117
▁sc	-1118
▁سن	-1119
▁gir	-1120
▁comm	-1121
▁happy	-1122
قل	-1123
ory	-1124
▁الد	-1125
▁name	-1126
▁الكتاب	-1127
رح	-1128
ربي	-1129
ياة	-1130
يات	-1131
▁يُ	-1132
▁كثي	-1133
▁منزل	-1134
▁يكون	-1135
▁night	-1136
▁متى	-1137
▁stay	-1138
▁tomorrow	-1139
ساء	-1140
ياب	-1141
▁des	-1142
▁hand	-1143
ضا	-1144
هاب	-1145
▁aw	-1146
▁fl	-1147
▁بم	-1148
▁التّ	-1149
ورة	-1150
▁دع	-1151
body	-1152
▁acc	-1153
▁أبي	-1154
ّ.	-1155
▁يش	-1156
▁كبي	-1157
▁cont	-1158
▁well	-1159
▁sleep	-1160
▁doctor	-1161
ix	-1162
▁بك	-1163
ited	-1164
سالة	-1165
▁أرا	-1166
▁السّ	-1167
▁miss	-1168
▁مكان	-1169
▁yesterday	-1170
بن	-1171
هُ	-1172
َا	-1173
درس	-1174
▁fin	-1175
▁part	-1176
▁three	-1177
ted	-1178
ذكر	-1179
رين	-1180
▁خط	-1181
▁يأ	-1182
blem	-1183
pped	-1184
▁حتى	-1185
▁give	-1186
▁world	-1187
▁problem	-1188
جه	-1189
▁2	-1190
hes	-1191
ious	-1192
ired	-1193
▁اعت	-1194
▁يعيش	-1195
ourist	-1196
▁يم	-1197
تكلم	-1198
قيقة	-1199
▁boy	-1200
▁inv	-1201
▁الدّ	-1202
▁اللي	-1203
▁المست	-1204
ts	-1205
فر	-1206
ese	-1207
osp	-1208
▁ph	-1209
▁wh	-1210
▁أخرى	-1211
▁بالأ	-1212
▁started	-1213
لام	-1214
لعب	-1215
▁لح	-1216
▁نظ	-1217
▁saw	-1218
aught	-1219
▁kill	-1220
▁الإنج	-1221
▁أستطيع	-1222
▁language	-1223
ds	-1224
ek	-1225
ok	-1226
وان	-1227
ting	-1228
ّرطة	-1229
ember	-1230
▁hosp	-1231
▁lost	-1232
▁found	-1233
▁quest	-1234
▁البيت	-1235
▁hospital	-1236
صد	-1237
▁In	-1238
▁dri	-1239
مازيغ	-1240
▁feel	-1241
▁find	-1242
▁الأمر	-1243
▁دائما	-1244
si	-1245
جت	-1246
▁own	-1247
▁meet	-1248
▁عليه	-1249
▁واحد	-1250
▁tourist	-1251
اع	-1252
صر	-1253
ife	-1254
▁gr	-1255
▁الباب	-1256
▁يمكنك	-1257
▁Berber	-1258
كتب	-1259
وسي	-1260
ولا	-1261
▁pa	-1262
▁met	-1263
▁years	-1264
▁الياب	-1265
▁another	-1266
▁gu	-1267
▁أر	-1268
▁buy	-1269
▁girl	-1270
▁يبدو	-1271
▁first	-1272
aut	-1273
ged	-1274
gry	-1275
▁dec	-1276
▁تست	-1277
▁للم	-1278
isten	-1279
▁even	-1280
▁gave	-1281
▁تعرف	-1282
▁الحياة	-1283
▁brother	-1284
خذ	-1285
enc	-1286
ign	-1287
▁شك	-1288
inic	-1289
pect	-1290
▁طلب	-1291
▁hard	-1292
▁wasn	-1293
مازيغية	-1294
▁clinic	-1295
▁happened	-1296
xt	-1297
به	-1298
ath	-1299
ire	-1300
يار	-1301
ّاد	-1302
▁حد	-1303
ديدة	-1304
▁may	-1305
▁per	-1306
▁لدى	-1307
▁يعرف	-1308
ai	-1309
جن	-1310
جي	-1311
meric	-1312
▁تكون	-1313
▁drink	-1314
▁heard	-1315
▁watch	-1316
▁things	-1317
▁student	-1318
▁dif	-1319
▁ear	-1320
▁آخر	-1321
▁study	-1322
▁water	-1323
▁called	-1324
عدة	-1325
هرة	-1326
يني	-1327
iful	-1328
▁job	-1329
▁week	-1330
▁beaut	-1331
▁النّا	-1332
سن	-1333
شفى	-1334
▁ام	-1335
▁تف	-1336
▁mon	-1337
▁open	-1338
▁plan	-1339
▁rest	-1340
▁believe	-1341
▁remember	-1342
▁U	-1343
▁beg	-1344
▁why	-1345
▁العمل	-1346
▁لليلى	-1347
▁Americ	-1348
▁All	-1349
▁end	-1350
▁أنك	-1351
▁حقا	-1352
▁fami	-1353
▁pers	-1354
▁الرّ	-1355
▁looking	-1356
ند	-1357
بيب	-1358
▁ho	-1359
▁تش	-1360
▁سب	-1361
ered	-1362
▁key	-1363
▁try	-1364
▁hear	-1365
▁أفضل	-1366
▁الأم	-1367
▁شيئا	-1368
▁spend	-1369
gy	-1370
sw	-1371
▁تُ	-1372
▁ول	-1373
▁str	-1374
▁قام	-1375
ident	-1376
rench	-1377
▁French	-1378
▁because	-1379
حك	-1380
ful	-1381
داً	-1382
▁قا	-1383
▁Jam	-1384
▁hun	-1385
▁leave	-1386
▁العالم	-1387
تُ	-1388
ضع	-1389
هي	-1390
غير	-1391
▁ات	-1392
▁تس	-1393
▁تص	-1394
▁bed	-1395
▁cle	-1396
▁turn	-1397
▁تعلم	-1398
▁beautiful	-1399
▁الإنجليزية	-1400
َل	-1401
وجد	-1402
▁جد	-1403
▁حق	-1404
طفال	-1405
▁ask	-1406
▁ترك	-1407
▁وصل	-1408
ennad	-1409
▁كثيرا	-1410
▁Mennad	-1411
فق	-1412
سبب	-1413
علم	-1414
▁حي	-1415
rest	-1416
شتري	-1417
▁وقت	-1418
▁Jamal	-1419
az	-1420
ئة	-1421
هل	-1422
fic	-1423
orm	-1424
ماع	-1425
وات	-1426
▁بح	-1427
▁يد	-1428
▁منذ	-1429
▁يعلم	-1430
▁woman	-1431
▁العربي	-1432
▁thought	-1433
أك	-1434
طل	-1435
ark	-1436
ock	-1437
orn	-1438
ميع	-1439
▁fa	-1440
▁بت	-1441
نتظر	-1442
anger	-1443
ittle	-1444
▁Have	-1445
▁الصّ	-1446
▁ثلاث	-1447
▁كذلك	-1448
طا	-1449
▁ذ	-1450
ond	-1451
بغي	-1452
▁إي	-1453
▁اسم	-1454
▁رائ	-1455
▁علا	-1456
▁أعلم	-1457
▁doing	-1458
▁الناس	-1459
uck	-1460
▁fo	-1461
▁رج	-1462
▁big	-1463
▁tra	-1464
▁عمل	-1465
▁answ	-1466
▁swim	-1467
▁المش	-1468
▁جمال	-1469
▁ليست	-1470
▁little	-1471
▁everything	-1472
بع	-1473
any	-1474
وني	-1475
▁فر	-1476
imes	-1477
▁mor	-1478
▁rel	-1479
▁زوج	-1480
▁لأن	-1481
▁away	-1482
▁best	-1483
▁أنّه	-1484
▁liked	-1485
▁month	-1486
▁الذهاب	-1487
".	-1488
co	-1489
دت	-1490
مّ	-1491
▁cr	-1492
ared	-1493
hank	-1494
سبوع	-1495
ناول	-1496
▁che	-1497
▁حال	-1498
▁Your	-1499
▁rain	-1500
▁person	-1501
▁country	-1502
▁المدرّس	-1503
ُل	-1504
باح	-1505
عمل	-1506
▁مر	-1507
read	-1508
▁mus	-1509
▁use	-1510
▁عام	-1511
▁wind	-1512
▁ذهبت	-1513
▁danger	-1514
نّ	-1515
رأة	-1516
▁sur	-1517
▁vis	-1518
▁الز	-1519
▁بسر	-1520
▁تنس	-1521
▁those	-1522
▁family	-1523
▁listen	-1524
وز	-1525
سبة	-1526
ليس	-1527
▁أغ	-1528
▁يخ	-1529
▁يس	-1530
دينة	-1531
▁cha	-1532
▁put	-1533
▁hour	-1534
▁عندي	-1535
▁السيا	-1536
▁منّاد	-1537
▁العيادة	-1538
عام	-1539
هتم	-1540
وال	-1541
▁يص	-1542
سلام	-1543
▁hot	-1544
▁إلا	-1545
▁مرة	-1546
▁show	-1547
▁ينبغي	-1548
▁الساعة	-1549
▁morning	-1550
▁الشّرطة	-1551
ied	-1552
les	-1553
ork	-1554
ull	-1555
وقف	-1556
airo	-1557
▁God	-1558
▁الض	-1559
▁انا	-1560
▁بما	-1561
▁coll	-1562
▁next	-1563
▁pict	-1564
▁Cairo	-1565
▁books	-1566
▁wants	-1567
تل	-1568
ّف	-1569
led	-1570
باً	-1571
لّم	-1572
▁war	-1573
▁أخي	-1574
▁فيه	-1575
▁care	-1576
▁late	-1577
▁الان	-1578
▁المح	-1579
▁صديق	-1580
▁knows	-1581
▁البار	-1582
▁يستطيع	-1583
▁children	-1584
▁الأمازيغية	-1585
▁تب	-1586
▁pla	-1587
▁ألا	-1588
▁مال	-1589
aking	-1590
ister	-1591
▁القط	-1592
▁Thank	-1593
▁loves	-1594
▁music	-1595
▁بسرعة	-1596
▁waiting	-1597
eb	-1598
ug	-1599
ced	-1600
زال	-1601
قدر	-1602
لاً	-1603
▁gl	-1604
▁أَ	-1605
akes	-1606
▁hur	-1607
▁اخت	-1608
▁arri	-1609
▁ever	-1610
▁used	-1611
▁حاول	-1612
▁علينا	-1613
▁sister	-1614
ank	-1615
لاد	-1616
▁let	-1617
▁أخذ	-1618
▁seen	-1619
▁تقول	-1620
▁alone	-1621
▁around	-1622
▁Muslims	-1623
صة	-1624
صف	-1625
ffe	-1626
دية	-1627
كلة	-1628
هما	-1629
▁أل	-1630
ream	-1631
▁hat	-1632
▁six	-1633
▁غدا	-1634
▁واح	-1635
▁same	-1636
▁الفر	-1637
▁window	-1638
▁الجميع	-1639
▁يمكنني	-1640
▁القاهرة	-1641
دخ	-1642
فذ	-1643
ima	-1644
كره	-1645
لمة	-1646
ولي	-1647
ياء	-1648
▁On	-1649
▁إس	-1650
▁لس	-1651
▁أست	-1652
▁أصد	-1653
▁طوي	-1654
▁بذلك	-1655
▁nothing	-1656
uth	-1657
ائر	-1658
عيد	-1659
▁run	-1660
▁سوف	-1661
sible	-1662
▁الأخ	-1663
▁الطّ	-1664
جر	-1665
بات	-1666
تني	-1667
لاق	-1668
▁son	-1669
▁ذاك	-1670
▁لديك	-1671
▁lives	-1672
▁without	-1673
صي	-1674
ten	-1675
فاز	-1676
▁sure	-1677
وض	-1678
cle	-1679
rew	-1680
▁TV	-1681
▁أعط	-1682
▁رأي	-1683
ished	-1684
▁جدّا	-1685
▁looks	-1686
▁these	-1687
▁tried	-1688
▁سيارة	-1689
تَ	-1690
وة	-1691
ّى	-1692
▁؟	-1693
سمع	-1694
▁Be	-1695
▁وأ	-1696
ised	-1697
▁اتّ	-1698
وسيقى	-1699
▁أليس	-1700
▁الرج	-1701
▁النّ	-1702
▁لديه	-1703
▁lived	-1704
▁أعتقد	-1705
▁أيمكن	-1706
▁البارحة	-1707
▁المستشفى	-1708
aby	-1709
ظهر	-1710
▁رب	-1711
▁قل	-1712
ever	-1713
▁bir	-1714
▁أظن	-1715
▁حدث	-1716
▁كتب	-1717
▁معي	-1718
▁Come	-1719
▁mist	-1720
▁question	-1721
اي	-1722
طن	-1723
نع	-1724
ّن	-1725
ato	-1726
كرة	-1727
لكن	-1728
▁ير	-1729
▁صحي	-1730
▁مثل	-1731
▁معك	-1732
▁busy	-1733
▁تذهب	-1734
▁يوجد	-1735
▁phone	-1736
▁tired	-1737
▁trans	-1738
▁wrong	-1739
▁coming	-1740
رس	-1741
سط	-1742
lic	-1743
دين	-1744
وية	-1745
▁أج	-1746
▁عد	-1747
ريقة	-1748
▁Nob	-1749
▁bot	-1750
▁eas	-1751
▁med	-1752
▁sec	-1753
▁أجل	-1754
▁died	-1755
▁pill	-1756
▁بسبب	-1757
▁train	-1758
▁رسالة	-1759
▁became	-1760
▁المسلم	-1761
▁station	-1762
زم	-1763
فض	-1764
ِل	-1765
ens	-1766
vor	-1767
ارج	-1768
▁Un	-1769
▁ac	-1770
▁تك	-1771
hile	-1772
side	-1773
▁Isl	-1774
▁ide	-1775
▁min	-1776
ساعدة	-1777
▁forg	-1778
▁seem	-1779
▁أمري	-1780
▁رأيت	-1781
▁Nobody	-1782
▁married	-1783
▁talking	-1784
▁بإمكانك	-1785
▁Japanese	-1786
...	-1787
ord	-1788
دير	-1789
used	-1790
vers	-1791
▁act	-1792
▁بحا	-1793
▁لها	-1794
▁وجد	-1795
▁cold	-1796
▁knew	-1797
▁soon	-1798
▁أنتَ	-1799
▁تفعل	-1800
▁كتاب	-1801
▁great	-1802
▁bought	-1803
▁commun	-1804
ub	-1805
انا	-1806
تاة	-1807
ناء	-1808
▁vo	-1809
نسية	-1810
▁fun	-1811
▁تكن	-1812
▁الجز	-1813
▁اللغة	-1814
▁بحاجة	-1815
▁comput	-1816
▁enough	-1817
cl	-1818
بك	-1819
ote	-1820
ادث	-1821
عيش	-1822
▁19	-1823
▁خل	-1824
▁Dan	-1825
▁His	-1826
▁أيّ	-1827
▁أراد	-1828
▁الله	-1829
▁تستطيع	-1830
▁himself	-1831
ars	-1832
بحث	-1833
ركة	-1834
▁ey	-1835
▁تد	-1836
حاول	-1837
▁imp	-1838
▁fast	-1839
▁pret	-1840
▁أصبح	-1841
▁بشكل	-1842
▁Islam	-1843
َم	-1844
ِ.	-1845
app	-1846
bor	-1847
erm	-1848
oin	-1849
ute	-1850
▁أط	-1851
cept	-1852
orry	-1853
امعة	-1854
▁مشغ	-1855
▁born	-1856
▁head	-1857
▁walk	-1858
▁Alger	-1859
▁neigh	-1860
▁جميلة	-1861
وح	-1862
anc	-1863
اما	-1864
اهد	-1865
بار	-1866
ليل	-1867
ملة	-1868
واء	-1869
يفة	-1870
▁An	-1871
▁تج	-1872
▁در	-1873
▁هم	-1874
gypt	-1875
▁mat	-1876
▁اله	-1877
▁فقد	-1878
▁مات	-1879
▁معا	-1880
ating	-1881
▁dogs	-1882
▁pain	-1883
▁such	-1884
▁المت	-1885
▁truth	-1886
▁مساعد	-1887
▁answer	-1888
▁picture	-1889
▁العربيّة	-1890
فك	-1891
een	-1892
vel	-1893
عرف	-1894
▁مي	-1895
▁يج	-1896
غاية	-1897
▁pos	-1898
▁أمي	-1899
▁تحت	-1900
▁غرف	-1901
feren	-1902
▁Dima	-1903
▁food	-1904
▁then	-1905
▁الأش	-1906
▁الما	-1907
▁تبدو	-1908
▁ولكن	-1909
ations	-1910
▁Egypt	-1911
▁deser	-1912
▁ينتظر	-1913
▁للغاية	-1914
▁السيارة	-1915
ئل	-1916
ظة	-1917
eba	-1918
داء	-1919
ates	-1920
▁سعي	-1921
▁أذهب	-1922
▁الأو	-1923
▁جميع	-1924
atoeba	-1925
▁hours	-1926
▁الإسلام	-1927
▁Everyone	-1928
شا	-1929
طئ	-1930
تنا	-1931
ونا	-1932
▁يك	-1933
▁bro	-1934
▁ser	-1935
▁sto	-1936
▁إنّ	-1937
▁شعر	-1938
▁للأ	-1939
erest	-1940
iness	-1941
▁clot	-1942
▁done	-1943
▁hair	-1944
▁kept	-1945
▁medic	-1946
▁الماء	-1947
▁change	-1948
▁اليابان	-1949
▁neighbor	-1950
كَ	-1951
فلة	-1952
▁أد	-1953
▁مُ	-1954
▁يب	-1955
ject	-1956
▁cho	-1957
▁درا	-1958
▁رجل	-1959
▁keep	-1960
▁stop	-1961
▁الحي	-1962
▁المط	-1963
▁ديما	-1964
▁كثير	-1965
▁import	-1966
▁transl	-1967
▁Tatoeba	-1968
▁sentence	-1969
▁dangerous	-1970
aw	-1971
no	-1972
وى	-1973
شرة	-1974
صول	-1975
▁بس	-1976
▁بص	-1977
▁نق	-1978
rist	-1979
▁dep	-1980
▁far	-1981
▁هات	-1982
▁Take	-1983
▁kind	-1984
▁mind	-1985
▁wife	-1986
▁جداً	-1987
▁يعمل	-1988
▁needs	-1989
▁party	-1990
▁while	-1991
▁الأفضل	-1992
▁America	-1993
▁tourists	-1994
gn	-1995
ip	-1996
صا	-1997
غل	-1998
يب	-1999
بدأ	-2000
عات	-2001
هات	-2002
ينة	-2003
▁فل	-2004
▁مق	-2005
▁Our	-2006
▁mom	-2007
▁num	-2008
▁أعد	-2009
▁اشت	-2010
▁حصل	-2011
▁عشر	-2012
▁معه	-2013
▁hope	-2014
▁most	-2015
▁البل	-2016
▁تعمل	-2017
▁مدرّ	-2018
▁يقول	-2019
ention	-2020
▁clean	-2021
▁coffe	-2022
▁small	-2023
▁جديدة	-2024
▁مدرّس	-2025
▁daught	-2026
▁looked	-2027
إن	-2028
حم	-2029
ont	-2030
رّف	-2031
زيد	-2032
▁مخ	-2033
work	-2034
▁بوس	-2035
▁علم	-2036
▁قري	-2037
▁نسي	-2038
ences	-2039
rents	-2040
▁mean	-2041
▁true	-2042
▁word	-2043
▁أكبر	-2044
▁طوال	-2045
▁نفسه	-2046
▁drive	-2047
▁glass	-2048
▁الكلب	-2049
▁Christ	-2050
▁السياح	-2051
▁الحقيقة	-2052
ff	-2053
ib	-2054
سف	-2055
ّع	-2056
oke	-2057
تهم	-2058
▁To	-2059
▁ثم	-2060
▁حل	-2061
llow	-2062
باحة	-2063
▁adv	-2064
▁pay	-2065
▁rep	-2066
▁thr	-2067
▁yet	-2068
▁حول	-2069
▁عاد	-2070
ennis	-2071
gether	-2072
▁being	-2073
▁place	-2074
▁young	-2075
▁حياتي	-2076
▁coffee	-2077
▁couldn	-2078
▁tennis	-2079
▁computer	-2080
َر	-2081
air	-2082
ove	-2083
رير	-2084
▁بز	-2085
▁غا	-2086
ched	-2087
form	-2088
▁And	-2089
▁سعيد	-2090
▁عادة	-2091
▁loved	-2092
▁visit	-2093
▁arrived	-2094
▁interest	-2095
▁together	-2096
فظ	-2097
مك	-2098
let	-2099
ضاء	-2100
لات	-2101
▁Fr	-2102
▁sk	-2103
▁بق	-2104
cent	-2105
ward	-2106
فاتي	-2107
لابس	-2108
ويبا	-2109
ّارة	-2110
▁ent	-2111
▁ret	-2112
▁إنك	-2113
▁طال	-2114
▁مني	-2115
▁Stop	-2116
▁each	-2117
▁الخط	-2118
▁الفي	-2119
▁Dania	-2120
▁These	-2121
▁angry	-2122
▁الأرض	-2123
▁العديد	-2124
▁working	-2125
زا	-2126
َت	-2127
als	-2128
aza	-2129
رطة	-2130
غات	-2131
قتل	-2132
مات	-2133
▁اب	-2134
▁بط	-2135
ided	-2136
▁الى	-2137
▁ولا	-2138
▁Gaza	-2139
▁sing	-2140
▁أنها	-2141
▁often	-2142
▁diffic	-2143
▁number	-2144
▁playing	-2145
▁through	-2146
▁accident	-2147
li	-2148
رع	-2149
زف	-2150
وه	-2151
َق	-2152
ِم	-2153
زّة	-2154
▁As	-2155
▁em	-2156
▁لط	-2157
▁نت	-2158
ages	-2159
cked	-2160
ince	-2161
ness	-2162
osed	-2163
raid	-2164
▁mov	-2165
▁unt	-2166
▁ذاه	-2167
▁كلب	-2168
▁واش	-2169
جتماع	-2170
▁days	-2171
▁face	-2172
▁prom	-2173
▁العش	-2174
▁بالم	-2175
▁stand	-2176
▁voice	-2177
▁اتّصل	-2178
▁واحدة	-2179
ational	-2180
▁afraid	-2181
▁living	-2182
▁الماضي	-2183
▁community	-2184
0.	-2185
َي	-2186
ily	-2187
oud	-2188
per	-2189
فذة	-2190
▁ch	-2191
▁sn	-2192
▁أه	-2193
▁تر	-2194
▁ده	-2195
ized	-2196
▁For	-2197
▁bad	-2198
▁red	-2199
▁أسر	-2200
▁أني	-2201
▁بار	-2202
▁سيا	-2203
▁طبي	-2204
▁كتا	-2205
oston	-2206
▁Chin	-2207
▁Does	-2208
▁cann	-2209
▁supp	-2210
▁كبير	-2211
▁يذهب	-2212
▁أحتاج	-2213
▁الرجل	-2214
▁كبيرة	-2215
▁Boston	-2216
▁turned	-2217
▁الليلة	-2218
▁parents	-2219
▁important	-2220
so	-2221
ضة	-2222
فة	-2223
ّب	-2224
▁bo	-2225
alth	-2226
▁Not	-2227
▁add	-2228
▁hum	-2229
▁كما	-2230
▁منز	-2231
alked	-2232
ready	-2233
ually	-2234
▁idea	-2235
▁الري	-2236
▁بالس	-2237
▁بنفس	-2238
▁سمعت	-2239
▁عليّ	-2240
▁متأك	-2241
▁Maybe	-2242
▁colle	-2243
▁story	-2244
▁words	-2245
▁المتح	-2246
▁تتحدث	-2247
▁cannot	-2248
▁already	-2249
▁الموسيقى	-2250
Tu	-2251
نى	-2252
inn	-2253
joy	-2254
med	-2255
ors	-2256
زوج	-2257
وقع	-2258
▁مغ	-2259
ater	-2260
reet	-2261
room	-2262
رائي	-2263
وتوب	-2264
▁cry	-2265
▁kid	-2266
▁عمر	-2267
▁نها	-2268
▁aren	-2269
▁real	-2270
▁أنتِ	-2271
▁التل	-2272
▁بالن	-2273
▁غزّة	-2274
▁YouTu	-2275
▁relig	-2276
▁انتظر	-2277
▁killed	-2278
▁الغرفة	-2279
▁students	-2280
▁الفرنسية	-2281
ah	-2282
خي	-2283
ِن	-2284
ild	-2285
que	-2286
ؤال	-2287
مان	-2288
نية	-2289
▁ra	-2290
▁يف	-2291
hood	-2292
▁But	-2293
▁ind	-2294
▁mos	-2295
▁ten	-2296
▁مصر	-2297
▁منك	-2298
▁Will	-2299
▁city	-2300
▁free	-2301
▁high	-2302
▁pass	-2303
▁الأس	-2304
▁تأتي	-2305
▁سيار	-2306
▁فيها	-2307
▁يحدث	-2308
▁hands	-2309
▁treat	-2310
▁until	-2311
▁لدينا	-2312
▁والدي	-2313
▁follow	-2314
▁أمريكا	-2315
▁تتويبا	-2316
▁clothes	-2317
▁college	-2318
▁daughter	-2319
▁difficult	-2320
حر	-2321
دع	-2322
ذي	-2323
elt	-2324
olo	-2325
ple	-2326
امة	-2327
حدّ	-2328
حيد	-2329
عبة	-2330
▁At	-2331
ason	-2332
fect	-2333
hind	-2334
lain	-2335
▁One	-2336
▁ابن	-2337
▁بلد	-2338
▁بها	-2339
▁خرج	-2340
▁صاد	-2341
▁قدّ	-2342
▁وجه	-2343
icked	-2344
ouble	-2345
▁baby	-2346
▁eyes	-2347
▁near	-2348
▁إنهُ	-2349
▁الوا	-2350
▁inter	-2351
▁write	-2352
▁الاست	-2353
▁behind	-2354
▁office	-2355
▁speaks	-2356
▁Algeria	-2357
▁changed	-2358
كة	-2359
يق	-2360
َن	-2361
▁-	-2362
adi	-2363
ann	-2364
امل	-2365
▁Wh	-2366
▁its	-2367
▁reg	-2368
▁أكل	-2369
▁سنة	-2370
▁قاد	-2371
▁منه	-2372
where	-2373
▁easy	-2374
▁once	-2375
▁pres	-2376
▁tall	-2377
▁writ	-2378
▁أيضا	-2379
▁الحق	-2380
▁جديد	-2381
iction	-2382
onight	-2383
▁dream	-2384
▁haven	-2385
▁ready	-2386
▁sorry	-2387
▁table	-2388
▁which	-2389
▁worry	-2390
▁سيكون	-2391
▁hungry	-2392
▁trying	-2393
▁worked	-2394
▁YouTube	-2395
▁الأسبوع	-2396
▁finished	-2397
ضب	-2398
حقّ	-2399
قدم	-2400
هوة	-2401
ودة	-2402
ّات	-2403
▁بج	-2404
▁كا	-2405
less	-2406
more	-2407
قيام	-2408
▁bre	-2409
▁أمر	-2410
▁غاض	-2411
▁كال	-2412
▁لكل	-2413
▁ملي	-2414
▁Give	-2415
▁Good	-2416
▁conf	-2417
▁cook	-2418
▁heart	-2419
▁times	-2420
▁someone	-2421
pr	-2422
تو	-2423
يو	-2424
aur	-2425
ديو	-2426
زوّ	-2427
سبح	-2428
قائ	-2429
▁بخ	-2430
▁كن	-2431
افلة	-2432
▁Pal	-2433
▁air	-2434
▁أتى	-2435
▁طوم	-2436
▁عنه	-2437
▁قلت	-2438
▁قلي	-2439
▁كرة	-2440
▁لغة	-2441
▁مري	-2442
ative	-2443
oking	-2444
فاتيح	-2445
▁Isra	-2446
▁able	-2447
▁fore	-2448
▁nice	-2449
▁أفعل	-2450
▁الرا	-2451
▁بدون	-2452
▁جيدا	-2453
▁صحيح	-2454
▁غادر	-2455
▁كانا	-2456
▁enjoy	-2457
▁wrote	-2458
▁لسامي	-2459
▁Palest	-2460
▁anymore	-2461
▁getting	-2462
▁meeting	-2463
▁tonight	-2464
▁الجزائر	-2465
▁Christian	-2466
▁sentences	-2467
اك	-2468
ُم	-2469
cer	-2470
راق	-2471
نين	-2472
▁أث	-2473
▁مم	-2474
الية	-2475
▁bet	-2476
▁ext	-2477
▁fig	-2478
▁أرد	-2479
▁ألم	-2480
▁بقي	-2481
▁جيد	-2482
▁مهم	-2483
▁Germ	-2484
▁fell	-2485
▁tick	-2486
▁بدأت	-2487
▁بهذا	-2488
▁خلال	-2489
▁راني	-2490
▁ساعد	-2491
▁Could	-2492
▁death	-2493
▁noise	-2494
▁quick	-2495
▁sound	-2496
▁الذين	-2497
▁دانية	-2498
▁Israel	-2499
▁eating	-2500
▁return	-2501
▁المشكلة	-2502
▁differen	-2503
▁المسلمين	-2504
أل	-2505
جز	-2506
وء	-2507
ِب	-2508
ret	-2509
جرة	-2510
خرج	-2511
▁تو	-2512
▁شع	-2513
▁مؤ	-2514
▁مط	-2515
▁مو	-2516
cial	-2517
ming	-2518
owed	-2519
upid	-2520
راءة	-2521
ربية	-2522
ريّة	-2523
عادة	-2524
▁arg	-2525
▁few	-2526
▁lea	-2527
▁mem	-2528
▁set	-2529
▁حين	-2530
▁سمع	-2531
▁شرب	-2532
ision	-2533
▁tele	-2534
▁أرسل	-2535
▁أكون	-2536
▁الجو	-2537
▁تحدث	-2538
▁تقلق	-2539
▁غرفة	-2540
▁begin	-2541
▁might	-2542
▁moved	-2543
▁trust	-2544
▁women	-2545
▁تحتاج	-2546
▁ثلاثة	-2547
▁stupid	-2548
▁المدينة	-2549
!"	-2550
?"	-2551
؟"	-2552
تر	-2553
خد	-2554
سك	-2555
تاح	-2556
حتر	-2557
قال	-2558
ماء	-2559
ّين	-2560
▁Go	-2561
▁تل	-2562
ange	-2563
ular	-2564
سيحي	-2565
غادر	-2566
▁ref	-2567
▁ter	-2568
▁أكن	-2569
▁تلق	-2570
▁سبب	-2571
▁قتل	-2572
▁felt	-2573
▁mess	-2574
▁أقول	-2575
▁تعال	-2576
▁يملك	-2577
▁broke	-2578
▁dress	-2579
▁hotel	-2580
▁light	-2581
▁shall	-2582
▁الحدي	-2583
▁الكتب	-2584
▁myself	-2585
▁against	-2586
▁decided	-2587
▁reading	-2588
▁homework	-2589
▁yourself	-2590
br	-2591
ذر	-2592
ّد	-2593
bed	-2594
ely	-2595
ize	-2596
انو	-2597
صال	-2598
قبل	-2599
نسي	-2600
▁Sh	-2601
▁ap	-2602
▁el	-2603
▁gi	-2604
▁إخ	-2605
▁اي	-2606
▁تغ	-2607
▁شا	-2608
▁ظن	-2609
▁مف	-2610
ased	-2611
lack	-2612
▁ele	-2613
▁mil	-2614
▁توق	-2615
▁صغي	-2616
▁منا	-2617
▁cons	-2618
▁fire	-2619
▁full	-2620
▁pian	-2621
▁أفهم	-2622
▁بالإ	-2623
▁تعيش	-2624
▁جميل	-2625
▁سمحت	-2626
aurant	-2627
▁Which	-2628
▁Would	-2629
▁favor	-2630
▁لديها	-2631
▁يحتاج	-2632
▁mosque	-2633
▁waited	-2634
▁أخبرني	-2635
▁invited	-2636
▁trouble	-2637
▁learning	-2638
▁restaurant	-2639
هد	-2640
ّك	-2641
icy	-2642
ike	-2643
ued	-2644
حول	-2645
خاص	-2646
ذاء	-2647
رار	-2648
روح	-2649
ضرب	-2650
قات	-2651
ندق	-2652
واج	-2653
▁Jo	-2654
▁لإ	-2655
▁مص	-2656
▁يؤ	-2657
ists	-2658
rect	-2659
ries	-2660
utes	-2661
انيا	-2662
ريمة	-2663
▁pop	-2664
▁win	-2665
▁تاع	-2666
▁ترج	-2667
▁صوت	-2668
ately	-2669
inner	-2670
ition	-2671
▁Some	-2672
▁Tell	-2673
▁also	-2674
▁hurt	-2675
▁أشعر	-2676
▁تذكر	-2677
▁لهذا	-2678
▁ليلة	-2679
▁معنا	-2680
▁thank	-2681
▁تناول	-2682
▁expect	-2683
▁having	-2684
▁needed	-2685
▁complet	-2686
▁letters	-2687
▁التلفاز	-2688
▁اليوتوب	-2689
▁بإمكاني	-2690
du	-2691
طع	-2692
ظي	-2693
غب	-2694
َ.	-2695
ُن	-2696
▁3	-2697
ons	-2698
بيع	-2699
خدم	-2700
ريخ	-2701
ظار	-2702
قيق	-2703
لاء	-2704
وبة	-2705
يقظ	-2706
▁ev	-2707
▁اس	-2708
▁رك	-2709
▁نش	-2710
▁نف	-2711
reed	-2712
سائل	-2713
طلاق	-2714
▁ago	-2715
▁ran	-2716
▁sol	-2717
▁أود	-2718
▁فهم	-2719
ended	-2720
ivers	-2721
▁Here	-2722
▁dead	-2723
▁else	-2724
▁rich	-2725
▁town	-2726
▁أنني	-2727
▁بشأن	-2728
▁ربما	-2729
▁يزال	-2730
▁began	-2731
▁comes	-2732
▁يتكلم	-2733
▁anyone	-2734
▁become	-2735
▁others	-2736
▁reason	-2737
▁الطريق	-2738
▁business	-2739
▁watching	-2740
بخ	-2741
جم	-2742
غم	-2743
ump	-2744
باه	-2745
طلب	-2746
قرا	-2747
كّر	-2748
متع	-2749
▁So	-2750
▁sl	-2751
▁بر	-2752
▁قص	-2753
▁لغ	-2754
▁نص	-2755
▁وظ	-2756
ense	-2757
ison	-2758
unch	-2759
اضية	-2760
حدّث	-2761
خرين	-2762
▁Her	-2763
▁guy	-2764
▁hon	-2765
▁ill	-2766
▁lar	-2767
▁mur	-2768
▁sub	-2769
▁أنس	-2770
▁مفت	-2771
▁مما	-2772
▁four	-2773
▁mine	-2774
▁shop	-2775
▁البر	-2776
▁بالح	-2777
▁حقّا	-2778
▁black	-2779
▁break	-2780
▁front	-2781
▁shoes	-2782
▁بوسطن	-2783
▁Police	-2784
▁Thanks	-2785
▁dinner	-2786
▁wonder	-2787
▁مساعدتك	-2788
gg	-2789
ذب	-2790
ضى	-2791
يز	-2792
َد	-2793
hip	-2794
ئيس	-2795
لاح	-2796
ّاف	-2797
▁Br	-2798
▁Sp	-2799
▁قر	-2800
▁وج	-2801
most	-2802
اولة	-2803
▁تجا	-2804
▁فإن	-2805
▁char	-2806
▁cour	-2807
▁five	-2808
▁news	-2809
▁wall	-2810
▁بالق	-2811
▁ذاهب	-2812
▁ساعة	-2813
▁قابل	-2814
▁يأكل	-2815
▁التفا	-2816
▁الحرب	-2817
▁شكراً	-2818
▁matter	-2819
▁strong	-2820
▁الكحول	-2821
▁بالأمس	-2822
▁الأطفال	-2823
hn	-2824
ده	-2825
يء	-2826
َة	-2827
ِر	-2828
▁ظ	-2829
rip	-2830
اكل	-2831
▁اح	-2832
▁اخ	-2833
▁صف	-2834
▁مل	-2835
ived	-2836
رتدي	-2837
علّم	-2838
▁cap	-2839
▁dro	-2840
▁hit	-2841
▁hor	-2842
▁بكل	-2843
▁راك	-2844
ither	-2845
pping	-2846
▁John	-2847
▁tree	-2848
▁جيدة	-2849
▁قدّم	-2850
▁يلعب	-2851
▁apple	-2852
▁borrow	-2853
▁health	-2854
▁أيمكنك	-2855
▁الكلام	-2856
▁المزيد	-2857
▁النّار	-2858
▁الوحيد	-2859
▁brought	-2860
▁mistake	-2861
▁possible	-2862
▁languages	-2863
بق	-2864
زة	-2865
نب	-2866
يل	-2867
ّح	-2868
raz	-2869
ric	-2870
تّى	-2871
عود	-2872
لية	-2873
نان	-2874
▁ca	-2875
▁آن	-2876
▁شر	-2877
▁فت	-2878
▁فح	-2879
▁مز	-2880
ancy	-2881
ical	-2882
ower	-2883
▁Yes	-2884
▁bit	-2885
▁cou	-2886
▁pen	-2887
▁جون	-2888
▁سأل	-2889
▁لنا	-2890
▁مخت	-2891
ility	-2892
▁anim	-2893
▁both	-2894
▁card	-2895
▁goes	-2896
▁pick	-2897
▁prot	-2898
▁rece	-2899
▁wear	-2900
▁wish	-2901
▁الشّ	-2902
▁الكل	-2903
▁بالت	-2904
▁فتاة	-2905
▁close	-2906
▁piano	-2907
▁seems	-2908
▁since	-2909
▁surpr	-2910
▁works	-2911
▁الخطأ	-2912
▁الصين	-2913
▁يتحدث	-2914
▁accept	-2915
▁disapp	-2916
▁pretty	-2917
▁الخارج	-2918
▁القهوة	-2919
▁deserve	-2920
▁diction	-2921
▁perfect	-2922
▁quickly	-2923
▁الجامعة	-2924
▁favorite	-2925
▁questions	-2926
bo	-2927
000	-2928
fer	-2929
tle	-2930
سبق	-2931
ولد	-2932
وما	-2933
▁Se	-2934
▁حب	-2935
▁رق	-2936
▁صح	-2937
▁يَ	-2938
ator	-2939
▁adm	-2940
▁cam	-2941
▁cor	-2942
▁die	-2943
▁inc	-2944
▁law	-2945
▁sat	-2946
▁sun	-2947
▁خائ	-2948
▁راه	-2949
▁غري	-2950
▁كون	-2951
وانات	-2952
▁Look	-2953
▁hate	-2954
▁أسرع	-2955
▁بالك	-2956
▁تخبر	-2957
▁رجاء	-2958
▁واصل	-2959
▁early	-2960
▁spent	-2961
▁whole	-2962
▁الانت	-2963
▁امرأة	-2964
▁منزله	-2965
▁الشرطة	-2966
▁القيام	-2967
▁المحطة	-2968
▁المرأة	-2969
▁دائماً	-2970
▁company	-2971
iv	-2972
طّ	-2973
قب	-2974
هة	-2975
ile	-2976
ror	-2977
سية	-2978
▁ob	-2979
ably	-2980
aken	-2981
▁200	-2982
▁det	-2983
▁sit	-2984
▁sum	-2985
▁أرى	-2986
▁جائ	-2987
▁عائ	-2988
▁عمي	-2989
uring	-2990
رائيل	-2991
▁clim	-2992
▁conv	-2993
▁fact	-2994
▁resp	-2995
▁vide	-2996
▁الأن	-2997
▁المؤ	-2998
▁تأكل	-2999
▁حتّى	-3000
▁حقاً	-3001
▁لديّ	-3002
▁ممكن	-3003
▁وصلت	-3004
▁build	-3005
▁short	-3006
▁الشهر	-3007
▁اللّي	-3008
▁الهات	-3009
▁بليلى	-3010
▁تتكلم	-3011
▁سنوات	-3012
▁نهاية	-3013
▁contin	-3014
▁forgot	-3015
▁saying	-3016
▁wouldn	-3017
▁الكلاب	-3018
▁الحافلة	-3019
▁المتحدة	-3020
▁dictionary	-3021
مو	-3022
يك	-3023
ُر	-3024
ْر	-3025
ْل	-3026
انة	-3027
سوب	-3028
كما	-3029
واب	-3030
يام	-3031
ياً	-3032
ّار	-3033
▁Mr	-3034
▁اص	-3035
▁اِ	-3036
▁صا	-3037
▁وع	-3038
▁يغ	-3039
cket	-3040
coho	-3041
ings	-3042
ween	-3043
▁Far	-3044
▁ass	-3045
▁cut	-3046
▁lau	-3047
▁men	-3048
▁tea	-3049
▁whe	-3050
▁أول	-3051
▁دون	-3052
▁عيد	-3053
▁موا	-3054
▁هاد	-3055
▁أردت	-3056
▁أمام	-3057
▁المع	-3058
▁بأنه	-3059
▁صادق	-3060
▁عندك	-3061
▁فكرة	-3062
▁لازم	-3063
itting	-3064
▁birth	-3065
▁pregn	-3066
▁الخاص	-3067
▁المطر	-3068
▁بزّاف	-3069
▁months	-3070
▁أصدقاء	-3071
▁الجديد	-3072
▁الممكن	-3073
▁missing	-3074
▁protect	-3075
▁الطاولة	-3076
▁religion	-3077
▁neighborhood	-3078
جأ	-3079
زن	-3080
عض	-3081
عه	-3082
hem	-3083
lad	-3084
ned	-3085
الك	-3086
انب	-3087
بية	-3088
طلق	-3089
عار	-3090
واي	-3091
وبا	-3092
ّها	-3093
▁ار	-3094
▁خذ	-3095
▁عل	-3096
aper	-3097
ient	-3098
noon	-3099
اهدة	-3100
زوّج	-3101
ويّة	-3102
▁Ken	-3103
▁art	-3104
▁pol	-3105
▁rec	-3106
▁آسف	-3107
▁أصب	-3108
▁بدا	-3109
▁دخل	-3110
▁مبا	-3111
▁وضع	-3112
▁ولد	-3113
inian	-3114
تكلّم	-3115
▁Many	-3116
▁drug	-3117
▁gone	-3118
▁milk	-3119
▁rear	-3120
▁road	-3121
▁says	-3122
▁suit	-3123
▁tast	-3124
▁الأح	-3125
▁المر	-3126
▁المص	-3127
▁رائع	-3128
▁للتّ	-3129
▁ماشي	-3130
▁يفعل	-3131
▁يكره	-3132
▁makes	-3133
▁pills	-3134
▁التنس	-3135
▁النوم	-3136
▁الولا	-3137
▁تماما	-3138
▁شيئاً	-3139
▁علاقة	-3140
▁قليلا	-3141
▁United	-3142
▁opened	-3143
▁report	-3144
▁الصباح	-3145
▁القطار	-3146
▁سيّارة	-3147
▁minutes	-3148
▁بالنسبة	-3149
▁sleeping	-3150
▁afternoon	-3151
▁Palestinian	-3152
ثل	-3153
ظا	-3154
نق	-3155
َح	-3156
َع	-3157
ert	-3158
iet	-3159
sel	-3160
جار	-3161
ريا	-3162
علي	-3163
ليب	-3164
▁Af	-3165
▁Pe	-3166
▁إل	-3167
▁عش	-3168
▁هك	-3169
oint	-3170
ured	-3171
ures	-3172
تكون	-3173
ثنين	-3174
دخين	-3175
قابل	-3176
▁Sun	-3177
▁flo	-3178
▁gun	-3179
▁sla	-3180
▁swe	-3181
▁أتت	-3182
▁بعي	-3183
▁بيت	-3184
▁تمّ	-3185
▁مكت	-3186
شتريت	-3187
▁cent	-3188
▁exam	-3189
▁land	-3190
▁poor	-3191
▁shot	-3192
▁اتصل	-3193
▁الأب	-3194
▁الثّ	-3195
▁لتوم	-3196
▁وقتا	-3197
▁يأتي	-3198
▁يقضي	-3199
▁Farid	-3200
▁grand	-3201
▁human	-3202
▁movie	-3203
▁الجمل	-3204
▁ملابس	-3205
ression	-3206
▁alcoho	-3207
▁almost	-3208
▁honest	-3209
▁pocket	-3210
▁البلدة	-3211
▁اللغات	-3212
▁الهاتف	-3213
▁between	-3214
▁classes	-3215
▁glasses	-3216
▁respect	-3217
▁shouldn	-3218
▁everyone	-3219
ph	-3220
حث	-3221
دن	-3222
شة	-3223
طق	-3224
هن	-3225
يّ	-3226
ْد	-3227
▁9	-3228
ilt	-3229
ائب	-3230
داد	-3231
راض	-3232
ربة	-3233
طان	-3234
هار	-3235
▁جز	-3236
▁رؤ	-3237
▁سر	-3238
▁طف	-3239
▁لش	-3240
stit	-3241
خدام	-3242
▁col	-3243
▁nam	-3244
▁nur	-3245
▁أرب	-3246
▁اقت	-3247
▁اكت	-3248
▁انه	-3249
▁جاء	-3250
▁جدي	-3251
▁لاح	-3252
▁للا	-3253
▁مسل	-3254
▁موج	-3255
ities	-3256
itted	-3257
سطيني	-3258
هتمام	-3259
▁bicy	-3260
▁fish	-3261
▁sick	-3262
▁أحضر	-3263
▁العا	-3264
▁بخير	-3265
▁بهذه	-3266
▁توقف	-3267
▁صباح	-3268
▁مسلم	-3269
▁blood	-3270
▁الآخر	-3271
▁الدرا	-3272
▁سعيدة	-3273
▁للعيش	-3274
▁مدينة	-3275
▁moment	-3276
▁التحدث	-3277
▁التّين	-3278
▁stopped	-3279
▁writing	-3280
▁إسرائيل	-3281
▁الأشياء	-3282
▁البيانو	-3283
▁drinking	-3284
av	-3285
ps	-3286
قف	-3287
ِك	-3288
ial	-3289
umb	-3290
ush	-3291
uss	-3292
امح	-3293
باء	-3294
حيل	-3295
ديق	-3296
رّض	-3297
سان	-3298
طقة	-3299
نسا	-3300
نسى	-3301
وبي	-3302
ورك	-3303
ونه	-3304
ينا	-3305
▁sy	-3306
▁حص	-3307
انون	-3308
ستان	-3309
▁New	-3310
▁aff	-3311
▁احت	-3312
▁جعل	-3313
▁حقي	-3314
▁خطأ	-3315
▁راي	-3316
▁عاش	-3317
▁نائ	-3318
▁هيا	-3319
board	-3320
clock	-3321
▁grow	-3322
▁keys	-3323
▁less	-3324
▁lose	-3325
▁meat	-3326
▁opin	-3327
▁park	-3328
▁reco	-3329
▁إليه	-3330
▁بالش	-3331
▁صغير	-3332
▁نذهب	-3333
▁هكذا	-3334
selves	-3335
▁beach	-3336
▁uncle	-3337
▁البعض	-3338
▁الشّا	-3339
▁الولد	-3340
▁street	-3341
▁ticket	-3342
iversity	-3343
▁bicycle	-3344
▁explain	-3345
▁learned	-3346
▁outside	-3347
▁التدخين	-3348
▁national	-3349
▁swimming	-3350
▁teachers	-3351
▁Everybody	-3352
na	-3353
سَ	-3354
فه	-3355
ِد	-3356
ces	-3357
أتي	-3358
دخل	-3359
ريك	-3360
ضعت	-3361
فتح	-3362
قول	-3363
هور	-3364
وار	-3365
▁اغ	-3366
▁حم	-3367
▁قُ	-3368
▁وت	-3369
▁وك	-3370
anni	-3371
atur	-3372
ined	-3373
عيّة	-3374
▁gen	-3375
▁حبّ	-3376
▁خلف	-3377
▁ربّ	-3378
▁عبر	-3379
▁فتح	-3380
▁كأن	-3381
▁لعب	-3382
▁لّي	-3383
▁مرح	-3384
▁واج	-3385
ccess	-3386
▁اللّ	-3387
▁سؤال	-3388
▁شكرا	-3389
▁صورة	-3390
▁طويل	-3391
▁فحسب	-3392
▁فريد	-3393
▁نسيت	-3394
▁يسبق	-3395
▁China	-3396
▁Yanni	-3397
▁later	-3398
▁quite	-3399
▁slept	-3400
▁الأكل	-3401
▁العام	-3402
▁مختلف	-3403
▁مشكلة	-3404
▁inside	-3405
▁murder	-3406
▁taking	-3407
▁الرياض	-3408
▁العشاء	-3409
▁الماضية	-3410
▁studying	-3411
▁listening	-3412
▁اليابانية	-3413
ss	-3414
سّ	-3415
عج	-3416
الا	-3417
▁فخ	-3418
▁كأ	-3419
▁لب	-3420
▁ور	-3421
land	-3422
ؤلاء	-3423
قائق	-3424
واعد	-3425
وكيو	-3426
ومات	-3427
▁age	-3428
▁fix	-3429
▁hid	-3430
▁pur	-3431
▁sim	-3432
▁الظ	-3433
▁الْ	-3434
▁باش	-3435
▁تغي	-3436
▁خمس	-3437
▁سبق	-3438
▁شهر	-3439
▁وُل	-3440
eared	-3441
ution	-3442
▁fail	-3443
▁jail	-3444
▁sign	-3445
▁أعمل	-3446
▁المغ	-3447
▁الور	-3448
▁انته	-3449
▁مرّة	-3450
▁يشرب	-3451
▁earth	-3452
▁exper	-3453
▁marry	-3454
▁order	-3455
▁shoot	-3456
▁store	-3457
▁اشترى	-3458
▁اعتقد	-3459
▁بينما	-3460
▁تعتقد	-3461
▁تلقّى	-3462
▁مسيحي	-3463
▁German	-3464
▁course	-3465
▁inform	-3466
▁making	-3467
▁prefer	-3468
▁walked	-3469
▁البقاء	-3470
▁الحادث	-3471
▁الطعام	-3472
▁المسجد	-3473
▁المكان	-3474
▁كثيرًا	-3475
▁يمكننا	-3476
▁serious	-3477
▁smoking	-3478
▁spending	-3479
▁المساعدة	-3480
▁الولايات	-3481
▁different	-3482
gr	-3483
yo	-3484
تة	-3485
تِ	-3486
عك	-3487
ً؟	-3488
ift	-3489
oto	-3490
ual	-3491
انت	-3492
بلغ	-3493
بّد	-3494
سمح	-3495
ضحك	-3496
كثر	-3497
▁تا	-3498
▁ته	-3499
▁جل	-3500
▁رم	-3501
▁شئ	-3502
▁قب	-3503
▁نس	-3504
▁وش	-3505
okyo	-3506
ract	-3507
ying	-3508
جابة	-3509
جددا	-3510
ديمة	-3511
ليّة	-3512
▁Mon	-3513
▁pat	-3514
▁rac	-3515
▁sil	-3516
▁tou	-3517
▁ابت	-3518
▁بلا	-3519
▁جيّ	-3520
▁عدد	-3521
▁قرأ	-3522
▁للإ	-3523
▁للت	-3524
▁متأ	-3525
▁متع	-3526
▁محق	-3527
▁نوم	-3528
bably	-3529
ction	-3530
itten	-3531
phone	-3532
ushed	-3533
▁Just	-3534
▁body	-3535
▁disc	-3536
▁kids	-3537
▁move	-3538
▁paid	-3539
▁prin	-3540
▁team	-3541
▁أختي	-3542
▁أعيش	-3543
▁أيام	-3544
▁إنهم	-3545
▁طريق	-3546
▁مكتب	-3547
▁يكفي	-3548
ressed	-3549
▁Tokyo	-3550
▁agree	-3551
▁pract	-3552
▁white	-3553
▁أطفال	-3554
▁أعطني	-3555
▁سأذهب	-3556
▁طوكيو	-3557
▁طويلة	-3558
▁متأكد	-3559
▁States	-3560
▁Sunday	-3561
▁scared	-3562
▁الحصول	-3563
▁النّاس	-3564
▁allowed	-3565
▁forgive	-3566
▁أيمكنني	-3567
▁الرسالة	-3568
▁probably	-3569
▁speaking	-3570
▁المفاتيح	-3571
▁attention	-3572
▁completely	-3573
ضح	-3574
ظم	-3575
عو	-3576
ash	-3577
eal	-3578
iot	-3579
oth	-3580
ئلة	-3581
تار	-3582
دات	-3583
رائ	-3584
صدق	-3585
طني	-3586
منى	-3587
هذا	-3588
▁ru	-3589
▁بِ	-3590
▁رح	-3591
▁عط	-3592
▁وي	-3593
atic	-3594
fort	-3595
razy	-3596
بيّة	-3597
جبني	-3598
▁ate	-3599
▁exc	-3600
▁pri	-3601
▁pun	-3602
▁sus	-3603
▁آمل	-3604
▁بنا	-3605
▁خاص	-3606
▁صدا	-3607
▁للش	-3608
dered	-3609
▁blue	-3610
▁dist	-3611
▁doll	-3612
▁game	-3613
▁past	-3614
▁quit	-3615
▁song	-3616
▁العل	-3617
▁المخ	-3618
▁تدرس	-3619
▁حاجة	-3620
▁طالب	-3621
▁فعله	-3622
▁والد	-3623
▁يسمع	-3624
▁floor	-3625
▁أصبحت	-3626
▁المنا	-3627
▁بالنّ	-3628
▁صغيرة	-3629
▁عليها	-3630
▁قراءة	-3631
▁يستمع	-3632
▁Monday	-3633
▁picked	-3634
▁respon	-3635
▁animals	-3636
▁popular	-3637
▁success	-3638
▁usually	-3639
▁whether	-3640
▁السباحة	-3641
▁American	-3642
▁medicine	-3643
6.	-3644
by	-3645
uc	-3646
فى	-3647
كّ	-3648
لع	-3649
irt	-3650
man	-3651
rem	-3652
باب	-3653
جاب	-3654
رقص	-3655
ريس	-3656
ومة	-3657
َيْ	-3658
ّيت	-3659
▁او	-3660
▁تؤ	-3661
▁نج	-3662
▁وح	-3663
▁وم	-3664
▁وَ	-3665
ball	-3666
ding	-3667
ored	-3668
orts	-3669
اليا	-3670
▁Jim	-3671
▁def	-3672
▁أهل	-3673
▁ارت	-3674
▁دعى	-3675
▁سرق	-3676
▁ضرب	-3677
▁مرت	-3678
▁وحد	-3679
▁وما	-3680
▁وين	-3681
ained	-3682
veral	-3683
ساعدك	-3684
▁bank	-3685
▁fine	-3686
▁ride	-3687
▁إليك	-3688
▁استم	-3689
▁الحا	-3690
▁تلعب	-3691
▁طعام	-3692
▁فقدت	-3693
▁لطيف	-3694
▁نريد	-3695
▁chair	-3696
▁exact	-3697
▁older	-3698
▁smell	-3699
▁worth	-3700
▁الشخص	-3701
▁تعرّف	-3702
▁تعلّم	-3703
▁مشغول	-3704
▁هؤلاء	-3705
▁يعتقد	-3706
▁caught	-3707
▁crying	-3708
▁finish	-3709
▁السّجن	-3710
▁الفتاة	-3711
▁حياتها	-3712
▁alcohol	-3713
▁evening	-3714
▁several	-3715
▁العربية	-3716
▁الاجتماع	-3717
▁information	-3718
ef	-3719
ma	-3720
ny	-3721
ثة	-3722
قر	-3723
َب	-3724
ُق	-3725
ّو	-3726
ats	-3727
ins	-3728
iol	-3729
rib	-3730
sib	-3731
ury	-3732
باد	-3733
بير	-3734
ديم	-3735
لين	-3736
يّة	-3737
▁بب	-3738
▁جا	-3739
▁غي	-3740
▁كر	-3741
▁لج	-3742
▁مه	-3743
▁يز	-3744
▁يو	-3745
cess	-3746
hose	-3747
olog	-3748
outh	-3749
انسي	-3750
وضوع	-3751
▁amb	-3752
▁ant	-3753
▁bag	-3754
▁opp	-3755
▁درس	-3756
▁رأى	-3757
▁رفض	-3758
▁طفل	-3759
▁عرض	-3760
▁عرف	-3761
▁مرا	-3762
▁ناد	-3763
▁نحب	-3764
▁يدي	-3765
صدقاء	-3766
▁cats	-3767
▁enem	-3768
▁hist	-3769
▁stra	-3770
▁أحدا	-3771
▁ارتك	-3772
▁الأز	-3773
▁التا	-3774
▁باست	-3775
▁بالع	-3776
▁تملك	-3777
▁خارج	-3778
▁طبيب	-3779
▁طلبت	-3780
▁عالم	-3781
▁لوحة	-3782
▁نعرف	-3783
▁Those	-3784
▁built	-3785
▁crazy	-3786
▁lunch	-3787
▁means	-3788
▁quiet	-3789
▁touch	-3790
▁البحر	-3791
▁السنة	-3792
▁حاولت	-3793
▁دعونا	-3794
▁دقيقة	-3795
▁ربّما	-3796
▁مجددا	-3797
▁arrest	-3798
▁showed	-3799
▁الأولى	-3800
▁foreign	-3801
▁present	-3802
▁weather	-3803
▁problems	-3804
▁somebody	-3805
▁thinking	-3806
▁بالنّسبة	-3807
بو	-3808
غر	-3809
كس	-3810
Say	-3811
oub	-3812
uro	-3813
ارت	-3814
تبه	-3815
راك	-3816
عاً	-3817
نون	-3818
هُم	-3819
▁20	-3820
▁أز	-3821
▁اع	-3822
▁دخ	-3823
▁ري	-3824
▁مظ	-3825
,000	-3826
enty	-3827
onna	-3828
tern	-3829
عمال	-3830
▁ann	-3831
▁arm	-3832
▁dad	-3833
▁sci	-3834
▁أحم	-3835
▁بطا	-3836
▁خطر	-3837
▁ذات	-3838
▁غال	-3839
▁كلا	-3840
▁نوع	-3841
Sayib	-3842
arden	-3843
▁club	-3844
▁deep	-3845
▁inst	-3846
▁math	-3847
▁slow	-3848
▁snow	-3849
▁الات	-3850
▁الصح	-3851
▁العن	-3852
▁القر	-3853
▁انها	-3854
▁بالل	-3855
▁قالت	-3856
▁قريب	-3857
▁كلمة	-3858
▁مطعم	-3859
▁نفسك	-3860
leased	-3861
▁bring	-3862
▁clear	-3863
▁dance	-3864
▁eight	-3865
▁gonna	-3866
▁أتذكر	-3867
▁الإنت	-3868
▁الشاي	-3869
▁انتقل	-3870
▁جامعة	-3871
▁طريقة	-3872
▁فرنسا	-3873
▁berber	-3874
▁choice	-3875
▁concer	-3876
▁during	-3877
▁expens	-3878
▁garden	-3879
▁missed	-3880
▁secret	-3881
▁seeing	-3882
▁summer	-3883
▁الجملة	-3884
▁الحفلة	-3885
ointment	-3886
▁anybody	-3887
▁bedroom	-3888
▁forward	-3889
▁building	-3890
▁keyboard	-3891
▁received	-3892
ik	-3893
lc	-3894
بض	-3895
ثق	-3896
َك	-3897
ُك	-3898
ْ.	-3899
▁”	-3900
cip	-3901
ech	-3902
nel	-3903
ude	-3904
أكل	-3905
جأة	-3906
دّق	-3907
رجم	-3908
طار	-3909
طلع	-3910
وسا	-3911
ّصل	-3912
▁Me	-3913
▁ed	-3914
▁id	-3915
▁تط	-3916
▁زل	-3917
dred	-3918
ffic	-3919
iled	-3920
reen	-3921
ross	-3922
ster	-3923
جتمع	-3924
ليزي	-3925
▁Get	-3926
▁lie	-3927
▁أمس	-3928
▁بري	-3929
▁تفا	-3930
▁جاه	-3931
▁رقم	-3932
▁زال	-3933
▁ظهر	-3934
▁عال	-3935
▁عدة	-3936
▁قلم	-3937
▁لفا	-3938
▁مرض	-3939
▁ملك	-3940
▁نعم	-3941
▁وعد	-3942
▁يعد	-3943
ience	-3944
vious	-3945
▁Life	-3946
▁Wait	-3947
▁dark	-3948
▁dest	-3949
▁fall	-3950
▁fill	-3951
▁glad	-3952
▁kiss	-3953
▁lead	-3954
▁luck	-3955
▁poin	-3956
▁pray	-3957
▁radi	-3958
▁requ	-3959
▁trip	-3960
▁أنّي	-3961
▁الأد	-3962
▁الإس	-3963
▁الحب	-3964
▁تبحث	-3965
▁جائع	-3966
▁خطير	-3967
▁دولا	-3968
▁عشرة	-3969
▁كلاب	-3970
▁لستُ	-3971
▁نقدر	-3972
▁هادي	-3973
▁وجدت	-3974
▁يشعر	-3975
▁يفهم	-3976
▁يقتل	-3977
▁Today	-3978
▁ended	-3979
▁fight	-3980
▁hurry	-3981
▁idiot	-3982
▁stole	-3983
▁video	-3984
▁أتمنى	-3985
▁الألم	-3986
▁السّي	-3987
▁الشمس	-3988
▁العيش	-3989
▁اللحم	-3990
▁either	-3991
▁rather	-3992
▁result	-3993
▁travel	-3994
▁الأمور	-3995
▁السرير	-3996
▁المفضل	-3997
▁المكتب	-3998
▁مدرّسي	-3999
▁مشغولا	-4000
▁نستطيع	-4001
▁herself	-4002
▁history	-4003
▁hundred	-4004
▁leaving	-4005
▁perform	-4006
▁promise	-4007
▁strange	-4008
▁visited	-4009
▁watched	-4010
▁weekend	-4011
▁النافذة	-4012
▁continued	-4013
▁appointment	-4014
ئا	-4015
خا	-4016
فّ	-4017
قع	-4018
هِ	-4019
ۆن	-4020
bit	-4021
den	-4022
ead	-4023
oss	-4024
rol	-4025
ابق	-4026
ارك	-4027
جلس	-4028
رفع	-4029
روج	-4030
ساب	-4031
طاء	-4032
فسي	-4033
قاب	-4034
ياه	-4035
▁Ex	-4036
▁ma	-4037
▁سه	-4038
▁صو	-4039
▁لق	-4040
▁هن	-4041
▁وإ	-4042
airs	-4043
oned	-4044
ادرة	-4045
انّي	-4046
دّدا	-4047
ساءل	-4048
▁Bob	-4049
▁Now	-4050
▁fam	-4051
▁ins	-4052
▁occ	-4053
▁sea	-4054
▁آكل	-4055
▁ألف	-4056
▁باب	-4057
▁بوب	-4058
▁تري	-4059
▁تظن	-4060
▁جوا	-4061
▁خير	-4062
▁سأت	-4063
▁فوق	-4064
▁قنا	-4065
▁قول	-4066
▁كام	-4067
▁ممت	-4068
▁يحت	-4069
▁يصل	-4070
▁يعت	-4071
ached	-4072
estig	-4073
▁Ital	-4074
▁Kaby	-4075
▁cost	-4076
▁expl	-4077
▁fear	-4078
▁grew	-4079
▁surv	-4080
▁viol	-4081
▁yell	-4082
▁أقرأ	-4083
▁الجم	-4084
▁السي	-4085
▁الصف	-4086
▁الفت	-4087
▁الكر	-4088
▁بيتي	-4089
▁حاجا	-4090
▁رأيك	-4091
▁سألت	-4092
▁غاضب	-4093
▁قادر	-4094
▁يرام	-4095
▁girls	-4096
▁horse	-4097
▁known	-4098
▁laugh	-4099
▁peace	-4100
▁plane	-4101
▁radio	-4102
▁yours	-4103
▁أسبوع	-4104
▁الأحد	-4105
▁الجنس	-4106
▁السيد	-4107
▁الصيف	-4108
▁الطفل	-4109
▁دقائق	-4110
▁رائحة	-4111
▁صديقي	-4112
▁كانوا	-4113
▁مسلما	-4114
▁يانّي	-4115
ination	-4116
ossible	-4117
▁People	-4118
▁closed	-4119
▁famous	-4120
▁member	-4121
▁played	-4122
▁racist	-4123
▁social	-4124
▁stayed	-4125
▁اشتريت	-4126
▁الأيام	-4127
▁الحليب	-4128
▁الصورة	-4129
▁الطبيب	-4130
▁address	-4131
▁feeling	-4132
▁finally	-4133
▁patient	-4134
▁wearing	-4135
▁written	-4136
▁استخدام	-4137
▁الآخرين	-4138
▁الجديدة	-4139
▁الفيديو	-4140
▁decision	-4141
bs	-4142
oc	-4143
أت	-4144
زح	-4145
▁پ	-4146
cce	-4147
era	-4148
eth	-4149
llo	-4150
uit	-4151
دار	-4152
دّة	-4153
ركض	-4154
رّر	-4155
فاء	-4156
ماً	-4157
يرة	-4158
ّرت	-4159
▁OK	-4160
▁بو	-4161
▁رس	-4162
▁كت	-4163
adiq	-4164
iday	-4165
irty	-4166
medi	-4167
rees	-4168
road	-4169
sing	-4170
ائرة	-4171
راحة	-4172
لاقة	-4173
واصل	-4174
▁dem	-4175
▁dev	-4176
▁par	-4177
▁sal	-4178
▁أجد	-4179
▁أنق	-4180
▁إبن	-4181
▁تعد	-4182
▁راح	-4183
▁سائ	-4184
▁سيت	-4185
▁سين	-4186
▁غبي	-4187
▁كين	-4188
▁لمن	-4189
▁محا	-4190
▁نتا	-4191
▁نست	-4192
▁ياب	-4193
acked	-4194
brary	-4195
cceed	-4196
ondon	-4197
verse	-4198
دّرات	-4199
▁With	-4200
▁cond	-4201
▁figs	-4202
▁form	-4203
▁guys	-4204
▁test	-4205
▁أعطي	-4206
▁أننا	-4207
▁الفل	-4208
▁دعنا	-4209
▁شراء	-4210
▁فعلت	-4211
▁كيما	-4212
▁لحظة	-4213
▁لمدة	-4214
▁مثلي	-4215
▁مرات	-4216
▁مفتو	-4217
▁موعد	-4218
▁يسكن	-4219
father	-4220
▁Nancy	-4221
▁Sadiq	-4222
▁alive	-4223
▁clock	-4224
▁least	-4225
▁named	-4226
▁nurse	-4227
▁proud	-4228
▁river	-4229
▁sweet	-4230
▁أصدقا	-4231
▁التّل	-4232
▁القدم	-4233
▁ساعات	-4234
▁سيأتي	-4235
▁طبيبا	-4236
▁مشاكل	-4237
▁منزلي	-4238
▁نحتاج	-4239
▁يشاهد	-4240
▁London	-4241
▁convin	-4242
▁extrem	-4243
▁immedi	-4244
▁longer	-4245
▁minute	-4246
▁pillow	-4247
▁prison	-4248
▁rights	-4249
▁talked	-4250
▁استيقظ	-4251
▁الفندق	-4252
▁القادم	-4253
▁القليل	-4254
▁النساء	-4255
▁بالقرب	-4256
▁مستشفى	-4257
▁Chinese	-4258
▁airport	-4259
▁collect	-4260
▁library	-4261
▁opinion	-4262
▁sitting	-4263
▁succeed	-4264
▁الإطلاق	-4265
▁الطّبيب	-4266
▁birthday	-4267
▁returned	-4268
▁shopping	-4269
▁standing	-4270
▁المسلمون	-4271
▁telephone	-4272
▁medication	-4273
▁immediately	-4274
▁interesting	-4275
ey	-4276
pl	-4277
بب	-4278
رم	-4279
يم	-4280
ٌ.	-4281
ُو	-4282
▁'	-4283
▁ڨ	-4284
col	-4285
erv	-4286
ism	-4287
ler	-4288
بقى	-4289
تمد	-4290
تهي	-4291
جاح	-4292
حاب	-4293
ركز	-4294
ستي	-4295
عاف	-4296
فاق	-4297
▁Tr	-4298
▁رو	-4299
▁مذ	-4300
▁نم	-4301
▁ني	-4302
ific	-4303
oose	-4304
rell	-4305
urry	-4306
انيش	-4307
حيان	-4308
ديّة	-4309
▁Was	-4310
▁bor	-4311
▁cop	-4312
▁equ	-4313
▁inj	-4314
▁umb	-4315
▁أسا	-4316
▁أيض	-4317
▁جزء	-4318
▁جيم	-4319
▁خطي	-4320
▁دفع	-4321
▁رأس	-4322
▁ستّ	-4323
▁سري	-4324
▁قرا	-4325
▁معل	-4326
▁نحو	-4327
▁نظر	-4328
▁هلا	-4329
▁وقع	-4330
▁ينت	-4331
aster	-4332
ology	-4333
urope	-4334
vered	-4335
▁bath	-4336
▁bill	-4337
▁boss	-4338
▁cast	-4339
▁desk	-4340
▁fuck	-4341
▁prep	-4342
▁priv	-4343
▁safe	-4344
▁أخرج	-4345
▁أراك	-4346
▁أسرة	-4347
▁إنني	-4348
▁الحم	-4349
▁انظر	-4350
▁تركت	-4351
▁تصبح	-4352
▁تفضل	-4353
▁شاهد	-4354
▁صعبة	-4355
▁فيما	-4356
▁لذلك	-4357
▁لندن	-4358
▁نظرة	-4359
▁هادا	-4360
▁يدرس	-4361
▁يقوم	-4362
▁يكتب	-4363
vision	-4364
▁drank	-4365
▁fruit	-4366
▁gener	-4367
▁hates	-4368
▁large	-4369
▁plays	-4370
▁saved	-4371
▁solve	-4372
▁spoke	-4373
▁threw	-4374
▁الإنس	-4375
▁القطط	-4376
▁المعل	-4377
▁حاسوب	-4378
▁ستكون	-4379
▁شيئًا	-4380
▁قريبا	-4381
▁ميلاد	-4382
▁نانسي	-4383
▁يحبون	-4384
▁Europe	-4385
▁France	-4386
▁advice	-4387
▁belong	-4388
▁chance	-4389
▁depend	-4390
▁الخروج	-4391
▁مجدّدا	-4392
▁مشاهدة	-4393
▁يستحقّ	-4394
▁enjoyed	-4395
▁exactly	-4396
▁princip	-4397
▁studied	-4398
▁umbrell	-4399
▁الحديقة	-4400
▁النّافذة	-4401
▁convinced	-4402
▁everybody	-4403
▁translate	-4404
▁treatment	-4405
▁الحيوانات	-4406
mp	-4407
uz	-4408
ئك	-4409
بز	-4410
ثا	-4411
كو	-4412
نو	-4413
وأ	-4414
ٍ.	-4415
ْم	-4416
▁Q	-4417
ane	-4418
gar	-4419
itc	-4420
ket	-4421
old	-4422
usb	-4423
بال	-4424
حية	-4425
ماد	-4426
مار	-4427
مسة	-4428
نعم	-4429
▁ta	-4430
▁بغ	-4431
▁تز	-4432
▁لِ	-4433
▁هد	-4434
amad	-4435
fast	-4436
ging	-4437
ible	-4438
iter	-4439
itic	-4440
reci	-4441
vern	-4442
فينة	-4443
قراص	-4444
وافق	-4445
▁abs	-4446
▁cup	-4447
▁fut	-4448
▁led	-4449
▁pie	-4450
▁rob	-4451
▁sad	-4452
▁إني	-4453
▁ادا	-4454
▁حدي	-4455
▁فلن	-4456
▁قلب	-4457
▁كنا	-4458
▁كول	-4459
▁لسا	-4460
▁للح	-4461
▁للس	-4462
▁للع	-4463
▁مسا	-4464
▁يرد	-4465
cause	-4466
irsty	-4467
lcome	-4468
right	-4469
▁Lord	-4470
▁Most	-4471
▁bike	-4472
▁burn	-4473
▁cell	-4474
▁cert	-4475
▁foot	-4476
▁half	-4477
▁mail	-4478
▁shut	-4479
▁wine	-4480
▁أغلق	-4481
▁اذهب	-4482
▁اسمه	-4483
▁اسمي	-4484
▁السر	-4485
▁الشا	-4486
▁القد	-4487
▁تقري	-4488
▁تقوم	-4489
▁حادث	-4490
▁حذاء	-4491
▁دعني	-4492
▁شخصا	-4493
▁كنتُ	-4494
▁كهذا	-4495
▁متعب	-4496
▁مشكل	-4497
▁منّي	-4498
▁ندير	-4499
▁يبحث	-4500
▁يمضي	-4501
reedom	-4502
usband	-4503
▁Hello	-4504
▁bread	-4505
▁creat	-4506
▁crime	-4507
▁divor	-4508
▁knife	-4509
▁weren	-4510
▁أتعلم	-4511
▁السفر	-4512
▁السمك	-4513
▁لاحقا	-4514
